base
base-devel
bibata-cursor-theme-bin
blueman
bluez
bluez-utils
cava
cliphist
efibootmgr
fastfetch
git
git-delta
gvfs
hyprland
hyprlock
hyprpicker
intel-ucode
kitty
linux
linux-firmware
linux-headers
nano
neovim
networkmanager
noto-fonts-emoji
nwg-look
openssh
pipewire
pipewire-pulse
polkit-kde-agent
python-pywal16-git
sddm
starship
swaync
swww
thunar
ttf-firacode-nerd
waybar
wireplumber
wl-clipboard
wlogout
woff2-font-awesome
wofi
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xorg-xrandr
yay
yay-debug
zen-browser-bin
zsh
zsh-theme-powerlevel10k-git
